Repository: WPusparini83/r-translasi
Catalog: R-common_*.po
Languages: id_id

source: cannot open file '%s': %s
id_id: tidak dapat membuka berkas '%s': %s

source: subscript out of bounds
id_id: subskrip di luar batas

source: object of type '%s' is not subsettable
id_id: objek tipe '%s' tidak dapat di-subset

source: unable to load shared object '%s': %s
id_id: objek yang dibagi '%s': tidak bisa di-load %s

source: NAs produced by integer overflow
id_id: Integer overflow telah menghasilkan NA

source: longer object length is not a multiple of shorter object length
id_id: object length dengan ukuran yang lebih panjang bukanlah hasil multiplikasi dari object length yang lebih pendek

source: %d argument passed to '%s' which requires %d to %d
id_id: argumen %d telah diteruskan ke '%s' dimana yang dibutuhkan adalah %d ke %d

source: '%s' object cannot be coerced to type '%s'
id_id: objek '%s' tidak bisa dipaksa diubah menjadi tipe '%s'

source: cannot open the connection
id_id: koneksi tidak dapat dibuka

source: object '%s' not found
id_id: objek '%s' tidak dapat ditemukan

source: could not find function "%s"
id_id: fungsi "%s" tidak dapat ditemukan

source: missing value where TRUE/FALSE needed
id_id: terdapat nilai yang hilang sementara yang dibutuhkan adalah TRUE/FALSE

source: argument is of length zero
id_id: panjang dari argumen adalah nol

source: Error: segfault from C stack overflow
id_id: Error: segfault dari C stack overflow

source: formal argument "%s" matched by multiple actual arguments
id_id: argumen formal "%s" cocok dengan beberapa argument aktual

source: no applicable method for '%s' applied to an object of class "%s"
id_id: tidak ada metode yang bisa dipakai untuk mengaplikasikan '%s' kepada objek dalam kelas "%s"

source: unequal factor lengths
id_id: panjang factor tidak setara

source: result would be too long a vector
id_id: vektor yang dihasilkan akan menjadi terlalu panjang

source: argument of length 0
id_id: argumen ini memiliki panjang 0

source: numerical expression has %d element: only the first used
id_id: ekspresi numerik memiliki %d elemen: hanya yang pertama yang akan digunakan

source: NA/NaN argument
id_id: Argumen NA/NaN

source: invalid type (%s) for '%s' (must be a vector)
id_id: tipe (%s) yang tidak valid untuk '%s' (must be a vector)

source: attempt to replicate an object of type '%s'
id_id: replikasi tidak dapat dilakukan untuk obyek berjenis '%s'

source: attempt to replicate non-vector
id_id: replikasi tidak dapat dilakukan untuk obyek selain vektor

source: cannot replicate NULL to a non-zero length
id_id: NULL tidak bisa direplikasi ke dalam panjang yang berukuran bukan nol

source: first element used of '%s' argument
id_id: hanya nilai elemen pertama yang digunakan untuk argumen '%s'

source: '%s' must be a finite number
id_id: nilai pada argumen '%s' harus berupa bilangan berhingga

source: 'length.out' must be a non-negative number
id_id: nilai pada argumen 'length.out' harus bernilai positif

source: '%s' must be of length 1
id_id: nilai pada argumen '%s' harus berukuran 1 (terdiri atas satu elemen saja)

source: invalid '(to - from)/by'
id_id: periksa kembali nilai pada argumen 'from', 'to', dan 'by' (karena hasil dari operasi '(to - from)/by' tidaklah valid)

source: 'by' argument is much too small
id_id: nilai pada argumen 'by' terlalu kecil

source: wrong sign in 'by' argument
id_id: nilai pada argumen 'by' memiliki penanda positif (+) atau negatif (-) yang salah

source: argument must be coercible to non-negative integer
id_id: nilai pada argumen harus dapat diubah menjadi bilangan bulat non-negatif

source: 'lengths' is not of mode integer
id_id: nilai pada argumen 'lengths' harus merupakan bilangan bulat

source: 'from' is not of mode integer
id_id: nilai pada argumen 'from' harus merupakan bilangan bulat

source: 'by' is not of mode integer
id_id: nilai pada argumen 'by' harus merupakan bilangan bulat

source: 'from' has length 0, but not 'lengths'
id_id: nilai pada argumen 'from' berukuran 0, namun tidak demikian pada argumen 'lengths'

source: 'by' has length 0, but not 'lengths'
id_id: nilai pada argumen 'by berukuran 0, namun tidak demikian pada argumen 'lengths'

source: 'lengths' must be a vector of non-negative integers
id_id: nilai pada argumen 'lengths' harus berupa deret bilangan bulat positif

source: 'from' contains NAs
id_id: terdapat nilai NA pada argumen 'from'

source: 'by' contains NAs
id_id: terdapat nilai NA pada argumen 'by'

source: replacement has length zero
id_id: ukuran obyek pengganti tidak boleh 0

source: number of items to replace is not a multiple of replacement length
id_id: ukuran obyek yang akan diganti tidak sesuai dengan ukuran obyek pengganti (bukan merupakan kelipatan)

source: R is free software and comes with ABSOLUTELY NO WARRANTY. You are welcome to redistribute it under certain conditions. Type 'license()' or 'licence()' for distribution details.
id_id: R merupakan perangkat lunak bebas dan TIDAK MEMILIKI GARANSI SAMA SEKALI. Anda dipersilakan untuk mendistribusikan ulang dengan mamatuhi ketentuan yang berlaku. Ketik 'license()' atau 'licence()' untuk informasi terkait ketentuan pendistribusian.

source: R is a collaborative project with many contributors. Type 'contributors()' for more information and 'citation()' on how to cite R or R packages in publications.
id_id: R merupakan projek kolaboratif dengan banyak kontributorr. Ketik 'contributors()' untuk mendapatkan informasi lebih banyak dan 'citation()' untuk bisa mensitasi R atau paket-paket R di dalam publikasi.

source: Type 'demo()' for some demos, 'help()' for on-line help, or 'help.start()' for an HTML browser interface to help. Type 'q()' to quit R.
id_id: Ketik 'demo()' untuk melihat beberapa contoh peragaan, 'help()' untuk bantuan daring, atau 'help.start()' untuk mendapatkan bantuan dalam bentuk peramban. Ketik 'q()' untuk keluar dari R.
